# Taps
tap 'homebrew/cask'
tap 'homebrew/bundle'

# Brew
brew 'awk'
brew 'ffmpeg'
brew 'fish'
brew 'gh'
brew 'git'
brew 'mas'
brew 'neovim'
brew 'ripgrep'
brew 'direnv'
brew 'fnm'
brew 'fzf'
brew 'opencode'
brew 'qmk'
brew 'pnpm'
brew 'sesh'
brew 'starship'
brew 'tmux'
brew 'tree'
brew 'zoxide'

# GUI Applications via Cask
cask '1password'
cask 'cursor'
cask 'google-chrome'
cask 'figma'
cask 'raycast'
cask 'telegram'
cask 'tableplus'
cask 'obs'
cask 'ghostty'
cask 'opencode-desktop'
